cask_args appdir: '/Applications'

# Taps
tap 'homebrew/cask'

# Binaries
brew 'bat' # "cat" on steroids
brew 'coreutils' # Those that come with macOS are outdated
brew 'httpie'
brew 'mackup'
brew 'tree' # List directories in a tree structure
brew 'tig'

# Development
brew 'php'
brew 'mysql'
brew 'nginx'

# Apps
cask 'caffeine'
cask 'docker'
cask 'firefox'
cask 'github'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'phpstorm'
cask 'visual-studio-code'
cask 'transmit'
cask 'evernote'
cask 'spotify'
cask 'iterm2'

